<template>
    <div class="container">
        <div class="title">隐私政策</div>
        <div class="content">
            北京慧听科技有限公司<br>
            最后更新 三月 26， 2021<br>
            嘿，你好！欢迎来到北京慧听科技有限公司。通过我们的移动应用程序（"咸聊应用程序"），我们允许用户与世界各地的朋友和其他人进行音频对话，此类服务，在此隐私政策中统称为"咸聊服务"。<br>
            此隐私政策解释了我们收集的个人数据（定义如下），我们如何使用和共享这些数据，以及您对我们的数据实践的选择。本隐私政策已纳入我们的服务条款，并成为我们的服务条款的一部分。<br>
            在使用服务或向公司提交任何个人数据之前，请仔细查看此隐私政策，如有任何疑问，请与我们联系。通过使用服务，您同意本隐私政策中描述的做法。如果您不同意此隐私政策，请不要访问网站或以其他方式使用服务。<br>
            1. 我们收集的个人数据<br>
            我们收集的信息，单独或结合我们掌握的其他信息可用于识别您（"个人数据"），如下所示：<br>
            您提供的个人数据：当您使用我们的服务时，我们从您处收集以下类别的个人数据，包括注册帐户、创建或共享内容以及向他人发送消息或通信时：<br>
            您提供的信息：我们收集您提供的内容、通信和其他信息，包括您注册帐户、创建或共享内容以及向他人发送消息或通信时的信息。要创建和管理帐户，您可以向我们提供个人数据，包括您的姓名、电话号码、自己的照片、电子邮件地址和用户名。我们使用您的联系信息来验证您的帐户，并保证其安全，并与您沟通有关服务的信息<br>
            音频：仅为了支持事件调查，我们在房间直播时临时在房间里录制音频。如果用户在房间活动期间报告了信任和安全违规行为，我们会保留音频以进行调查事件，并在调查完成后将其删除。如果房间内没有报告任何事件，我们会在房间结束时删除临时录音。来自 （1） 静音扬声器和 （2） 观众的音频，并且所有临时录音都经过加密。<br>
            网络和连接：我们通过我们的服务收集有关您联系的人、帐户和俱乐部的信息，以及您如何与他们互动。如果您选择将设备信息上传、同步或导入咸聊（如地址簿中的联系人），我们可以使用此信息以各种方式增强您的体验，包括但不限于在联系人加入候补名单或服务时通知您。此外，拥有您的联系信息并选择从其设备上传、同步或导入该信息的其他用户可能会在您加入我们的服务时收到通知（例如，以便他们可以加入您的"欢迎室"）：他们也许能够知道服务上有多少人在他们的上传联系人中拥有您的号码，这样他们就可以选择邀请与许多朋友已经在服务的人。最后，我们可以使用您的联系人列表（如果您选择向我们提供访问权限），推荐您可能想要关注的其他用户，并将您的帐户和内容推荐给其他人。<br>
            使用情况：我们可以选择收集有关您如何使用我们的服务的信息，例如您参与的对话类型、您共享的内容、您使用的功能、您采取的行动、与您互动的人或帐户以及时间、频率和持续时间你的使用。<br>
            通信数据：当您与我们联系时，以及当您自愿回复您的意见和反馈请求时，我们可能会选择收集信息。<br>
            社交媒体数据：我们在社交媒体网站上有页面，如微信、微博、QQ，社交媒体页面。当您与我们的社交媒体页面互动时，我们将收集您选择提供给我们的个人数据，如您的联系方式。此外，托管我们的社交媒体页面的公司可能会为我们提供有关使用我们的社交媒体页面的聚合信息和分析。<br>
            互联网活动数据：当您访问、使用和与服务互动时，我们可能会收到有关您的访问、使用或互动的某些信息。例如，我们可以监控访问服务的人数、访问高峰时段、访问哪个页面、访问者来自的域。<br>
            日志数据：自动发送的信息。包括您的互联网协议地址、浏览器类型和设置、操作系统、请求的日期和时间、您如何与网站交互以及您如何与移动或电子邮件通知进行交互。<br>
            设备数据：包括您使用的设备名称、操作系统和浏览器。收集的信息可能取决于您使用的设备类型及其设置。<br>
            使用数据：我们收集有关您如何使用我们的服务的信息，例如您查看或参与的内容类型、您使用的功能、您采取的行动以及活动的时间、频率和持续时间。<br>
            位置数据：我们从您的 IP 地址得出您位置的粗略估计。<br>
            电子邮件打开/点击数据：我们可以在电子邮件活动中使用像素，使我们能够收集您的电子邮件和 IP 地址，以及您打开电子邮件或单击电子邮件中的任何链接的日期和时间。<br>
            从第三方/公开来源收集的个人数据：<br>
            当您创建您的帐户和/或使用微博等第三方服务进行身份验证时，我们可以收集、存储和定期更新与该第三方帐户相关的信息，例如您的好友或关注者列表。未经您的明确许可，我们绝不会通过您的第三方帐户发布内容。
            衍生数据：我们可以根据您收集的个人数据推断您对服务内容和功能的偏好，或未来产品和服务。<br>
            如果您在移动设备上访问网站，您可能无法通过设置控制跟踪技术。<br>
            <br>
            2. 我们如何使用个人数据<br>
            我们可以将个人数据用于以下目的：<br>
            提供服务：<br>
            创建您的帐户，促进网络连接，推荐内容，并为您进一步个性化服务：<br>
            回答您的询问、评论、反馈或问题;<br>
            例如，向您发送有关服务的信息以及我们条款、条件和政策的变化：<br>
            分析您如何与我们的服务互动;<br>
            维护和改善服务：<br>
            开发新产品和服务：<br>
            验证您的帐户并保护其安全：<br>
            执行我们的服务条款;<br>
            防止垃圾邮件、欺诈、滥用、犯罪活动或滥用我们的服务，并确保我们的 IT 系统、架构和网络的安全;<br>
            和遵守法律义务和法律程序，保护我们的权利、隐私、安全或财产，以及/或我们的附属公司、您或其他第三方的权利、<br>
            聚合信息。我们可以聚合个人数据，并使用聚合的信息来分析我们的服务的有效性，改进和添加我们的服务功能，并用于其他类似的目的。此外，我们不时分析我们服务用户的一般行为和特点，并与潜在业务合作伙伴共享聚合信息，如一般用户统计信息。我们可以通过服务以及本隐私政策中描述的其他方式收集聚合信息。<br>
            <br>
            3. 共享和披露个人数据<br>
            公司不出售您的个人数据。在某些情况下，我们可以与以下类别的第三方共享上述类别的个人数据，除非法律要求，否则无需另行通知您：<br>
            <br>
            供应商和服务提供商：为了帮助我们满足业务运营需求并执行某些服务和功能，我们可以与供应商和服务提供商共享个人数据，包括托管服务提供商、音频应用程序和基础设施提供商、云服务和其他信息技术服务提供商、事件管理服务、电子邮件通信软件和电子邮件时事通讯服务、广告和营销服务、支付处理器、客户关系管理和客户支持服务以及 Web 分析服务。根据我们的指示，这些当事方将在履行我们的职责过程中访问、处理或存储个人数据。我们采取商业上合理的步骤，确保我们的服务提供商遵守我们适用于您的个人数据的安全标准。<br>
            <br>
            业务转移：如果我们参与合并、收购、融资尽职调查、重组、破产、接管、出售全部或部分资产，或将服务过渡到其他提供商（统称为"交易"），您的个人数据和其他信息可以在调查过程中与协助交易的交易对手和其他人员共享，并与其他资产一起转让给后续或关联公司。<br>
            法律要求：<br>
            （一）如果法律或善意地认为有必要采取此类行动，以遵守法律义务，包括满足国家安全或执法要求：<br>
            （二） 保护和捍卫我们的权利或财产：<br>
            （三） 防止欺诈：<br>
            （四） 在紧急情况下采取行动保护服务用户或公众的人身安全；<br>
            （五） 保护免受法律责任。<br>
            其他用户：您采取的某些操作可能对服务的其他用户可见。例如，当您在个人资料中上传个人资料照片或更新信息时，其他用户将有权访问此内容和信息。<br>
            <br>
            4. 数据保留<br>
            我们保留个人数据的时间尽可能长，只要合理必要的本隐私政策中描述的目的，而我们有业务需要这样做，或根据法律要求（如税收，法律，会计或其他目的），以更长。<br>
            <br>
            5. 更新您的信息<br>
            如果您需要更改或更正您的个人数据，或者如果您希望删除您的帐户，请登录您的帐户或联系我们（shuangzhiwei@huitingtech.com）。<br>
            <br>
            了解公司收集的个人数据类别、收集个人数据的业务目的以及收集个人数据的来源类别：<br>
            要访问公司收集的有关您的特定个人数据：<br>
            了解公司是否出于业务目的披露了您的个人数据、已披露的个人数据类别以及我们披露您的个人数据的第三方类别;<br>
            在某些情况下，公司会删除您的个人数据：<br>
            和免于与行使这些权利有关的歧视。<br>
            如果您想行使任何或所有这些权利，您可以在 shuangzhiwei@huitingtech.com 联系我们。您的授权代理可以以同样的方式提交请求。一旦我们收到您的请求，我们将通过向您提供的电子邮件地址发送电子邮件来验证您的身份。
            如果您对您的权利或我们根据披露的问题有疑问，请联系我们，或请求访问此隐私政策的另一种格式。<br>
<br>
            6. 儿童<br>
            我们的服务不针对未满 18 岁的个人。公司不会故意从 18 岁以下的个人收集个人数据。如果您有理由说明未满 18 岁的个人通过服务向公司提供了个人数据，请与我们联系，我们将努力从我们的数据库中删除这些信息。<br>
<br>
            7. 链接到其他网站<br>
            该服务可能包含指向公司未运营或控制的其他网站的链接，包括社交媒体服务（"第三方网站"）。您与第三方网站共享的信息将受第三方网站的具体隐私政策和服务条款的约束，而不是本隐私政策。通过提供这些链接，我们并不意味着我们认可或已审查这些网站。请直接联系第三方网站，了解其隐私做法和政策。<br>
<br>
            8. 安全<br>
            您自担风险使用该服务。我们实施商业上合理的技术、行政和组织措施，以保护在线和离线的个人数据免受丢失、滥用和未经授权的访问、披露、更改或破坏。但是，没有互联网或电子邮件传输是完全安全或无错误的。特别是，发送到或从我们发送的电子邮件可能不安全。因此，在决定您通过服务或电子邮件发送给我们哪些信息时，您应特别小心。请在通过互联网向公司披露任何个人数据时记住这一点。此外，我们不负责规避服务或第三方网站上包含的任何隐私设置或安全措施。最后，我们无法控制平台上用户的行为，他们可能寻求使用第三方应用或设备在未经其他用户事先同意的情况下记录、存储或共享内容或通信。使用服务时请记住这一点。<br>
<br>
            9. 国际用户<br>
            通过使用我们的服务，您了解并确认您的个人数据将从您的位置传输到我们的设施和服务器，并在适用情况下传输到我们用于提供我们的服务的技术合作伙伴的服务器。<br>
<br>
            10. 您的选择<br>
            在某些情况下，提供个人数据是可选的。但是，如果您选择不提供使用我们服务的某些功能所需的个人数据，您可能无法使用这些功能。您也可以联系我们，要求我们更新或更正您的个人数据。您也可以删除您的帐户。请注意，我们需要验证您是否有权删除帐户，删除前生成的某些活动可能仍由我们存储，并可能与本隐私政策中详细说明的第三方共享。<br>
<br>
            11. 隐私政策变更<br>
            服务和我们的业务可能会不时发生变化。因此，我们可以随时更改此隐私政策。当我们这样做时，我们将在此页面上发布更新的版本，除非适用法律要求另一种类型的通知。通过继续使用我们的服务或在发布更新的隐私政策后向我们提供个人数据，或在适用的情况下通过其他方式通知您，您同意修订后的隐私政策和其中描述的做法。<br>
            我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。<br>
<br>
            12. 联系我们<br>
            400-000-000<br>
            谢谢！<br>

        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
