<template>
    <div class="container">
        <div class="title">咸聊用户行为规范</div>
        <div class="content">
一. 原则<br />
1.为维护咸聊社交软件（以下简称“咸聊”）健康生态秩序，更好地保障用户合法权益及良好的用户体验，遵守国家相关法律规定，您在使用咸聊时应遵守《咸聊用户行为规范》（“本规范”）。<br />
2.咸聊用户在咸聊平台的活动须遵守现行法律法规。慧听科技将按照相关法律法规及用户协议规则，对违规行为进行相应的处理。<br />
3.本规范是咸聊《用户协议》不可分割的一部分，请您在使用咸聊前仔细阅读本规范，确保您已充分理解本规范中各条款的内容。除非您接受本规范所有内容，否则您无权使用咸聊。您使用咸聊的行为将视为对本规范的接受，并同意接受本规范内容的约束。<br /><br />
二、使用规范<br />
1.发布色情及色情擦边内容的行为。散布淫秽、色情内容，包括但不限于招嫖、约炮等内容。发布带有色情暗示、挑逗性的音频、文字、动图、外部网站链接和二维码等内容的。<br />
2.发布任何广告相关信息的行为。例如：微商、招聘、信用卡、贷款、化妆品、数码产品、淘宝店铺、整容整形等广告或一对一的推销。<br />
3.威胁、污蔑诽谤以及辱骂他人的行为。<br />
4.盗用他人资料的行为。包括但不限于以下盗用行为：<br />
擅自发布、使用他人已经登记注册的企业名称或商标，侵犯他人企业名称专用权及商标专用权。<br />
擅自发布、使用他人名称、照片、身份证号码，侵害他人名誉权、肖像权等合法权利。<br />
5.冒充咸聊官方帐号的行为：<br />
发布、使用、恶搞咸聊LOGO等已有知识产权内容相同、相似的字样，或者容易与目前已有咸聊产品设计主题、外观等相混淆的内容。
恶意中伤、侮辱、调侃咸聊以及相关产品和技术。<br />
冒充咸聊小助手向用户发送信息。<br />
6.违反国家现行法律法规的行为。包括但不限于以下行为：<br />
反政治活动：反对宪法所确定的基本原则、危害国家安全、颠覆国家政权、煽动民族仇恨、宣扬邪教和封建迷信、非法集会等。<br />
买卖毒品、买卖假币、买卖枪支弹药以及管制刀具、买卖违禁药物、买卖假证等。<br />
以谋取利益为目的的虚假社交行为、诈骗行为及其他违反社会公德的不诚信行为。<br />
发布的信息含有聚众赌博、传授赌博技巧等内容。<br />
雇佣、引诱他人从事恐怖、暴力等活动<br />
7.发布血腥、暴力、恐怖、恶心等会令人感到不适内容的行为。包括但不限于以下内容：<br />
散播人或动物被杀、致残以及枪击、刺伤、拷打等受伤情形的真实画面。<br />
含有出现描绘暴力或虐待儿童等内容。<br />
发布替人复仇、暴力催收、宣称黑社会身份等可能扰乱公共秩序的信息。<br />
发布其他令人感到不适的内容<br />
8.发布钓鱼网站链接、含木马病毒的网站链接和二维码等可能会对用户造成信息安全影响的内容。<br />
9.使用外挂及其他恶意行为。包括但不限于以下行为：<br />
未经咸聊书面许可使用插件、外挂或其他第三方工具、服务接入咸聊以及相关系统。<br />
使用外挂、人工进行影响咸聊正常运营的行为。<br />
恶意攻击咸聊及相关系统的行为。<br />
恶意收集咸聊系统或其他咸聊用户的个人信息的行为。<br />
制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播的行为。<br />
使用虚拟机进行注册、登录或使用的行为。<br />
10.进行赌博或变相赌博行为。<br />
11.利用咸聊向其他平台引流，经咸聊审核系统判断可能导致诈骗或其他违法行为。<br />
12.在平台上发布关于伪基站和改号软件的行为。包括但不限于以下行为：<br />
利用改号软件冒充他人诈骗的行为。<br />
宣传伪基站/改号软件的行为，如：介绍、宣传关于伪基站/改号软件的信息；展示伪基站/改号软件的使用效果；劝说他人使用伪基站/改号软件等。<br />
售卖伪基站/改号软件的行为，如：发布出售伪基站设备/改号软件的信息；发布求购伪基站设备/改号软件的信息；询问或发布伪基站设备/改号软件的售卖途径等。<br />
13.经用户举报，存在其他违反国家法律规定或扰乱咸聊平台社交环境的行为。<br />
三、处罚机制<br />
出现以上违规行为的，将被禁用咸聊帐号的部分功能，限制与其他人的互动，咸聊有权屏蔽违规内容，我们对于违规行为将采取零容忍态度。<br />
情节严重或多次违反的，咸聊有权封禁、冻结帐号，并采取禁言等相关措施，具体时间以及措施种类由用户的行为的性质及程度决定。涉及违法犯罪的，咸聊有权将帐号信息移交司法机关。<br />
若在使用中发现他人帐号存在违反法律或用户行为规范的信息，可在举报页面进行反馈，核实后我们会及时处理。<br />
        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
