<template>
    <div class="container">
        <div class="title">常见问题</div>
        <div class="content">
            问题1:如何被邀请为咸聊用户<br>
            回答：您需要找身边咸聊用户来邀请您加入<br><br>

            问题2：如何在房间发言<br>
            回答：房间右下角举手图标，点击举手图标，请求主持人通过，才能发言<br><br>

            问题3:如何建立房间<br>
            回答：点击首页底部新建房间，选择一个房间类型，即可开设房间<br><br>

            问题4 ：如何建立俱乐部<br>
            回答：您的在线时长超过20小时，可以在我的详情页找到创建俱乐部按钮，即可填写俱乐部信息，等待审核后可以管理和运营该创建俱乐部<br><br>

            问题5:如何添加日程<br>
            回答：日程页面右上角添加日程，输入标题，选择想要聊天的好友，添加开场时间和描述详情即可创建我的日程<br><br>

            问题6：如何分享房间<br>
            回答：点击房间底部加号按钮，弹框出现后点击右上方分享按钮即可分享该房间<br><br>

            问题7：如何邀请好友加入群聊<br>
            回答：点击房间底部加号按钮，出现好友列表，点击选中好友即可发出消息给好友<br><br>

        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
