<template>
    <div class="container">
        <div class="content">
          娃娃路用户充值协议
本协议是用户与娃娃路之间关于用户使用娃娃路平台充值服务所订立的协议。“娃娃路”是指北京智同世纪科技有限公司开发。“用户”是指使用娃娃路相关服务的使用人。<br /><br />
<h4> 1.特别提示</h4>
1.1【未成年人条款】<br />
用户须确认自己具有完全民事行为能力，已年满18周岁，或已年满16周岁且依靠自己的劳动收入作为主要生活来源，否则请停止使用本协议项下的服务。<br />
1.2 娃娃路将按照本协议的规定及其不时发布的操作规则提供基于互联网的充值服务(以下称“充值服务”)。为获得充值服务，服务使用人(以下称“用户”)须阅读并同意本协议的全部条款并按照页面提示完成全部充值程序。<br />
1.3 本协议内容同时包括《娃娃路注册用户服务协议》，上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。用户对前述任何业务规则、单独协议的接受，即视为用户对本协议全部的接受。<br />
1.4 如用户阅读本协议后继续进行后续的充值程序，即表示用户完全接受本协议项下的全部条款。这些条款可由娃娃路随时更新，本服务协议一旦发生变动，娃娃路将会在相关的页面上提示修改内容。修改后的服务协议一旦在页面上公布即有效代替原来的服务协议。用户可随时造访娃娃路平台充值页面，查阅最新充值用户协议。用户在使用娃娃路提供的各项服务之前，应仔细阅读本服务协议，如用户不同意本充值用户协议及/或随时对其的修改，请停止使用娃娃路提供的服务。<br /><br />
<h4>2.服务内容</h4>
2.1 本协议项下的服务是指娃娃路充值平台服务，具体是指娃娃路通过互联网（含移动互联网）向用户提供服务平台，用户通过使用娃娃路提供的服务平台向第三方或其代理人为自己或他人进行指定产品或业务的充值（以下简称“本服务”）。<br />
2.2 娃娃路在提供网络服务时，可能会对部分网络服务(例如游戏或其他电信增值服务)的用户收取一定的费用。在此情况下，娃娃路会在相关页面上做明确的提示。如用户不同意支付该等费用，则可不接受相关的网络服务。<br />
2.3 用户理解：娃娃路仅提供相关的网络服务，除此之外与相关网络服务有关所需的费用(如为接入互联网而支付的电话费及上网费)均应由用户自行负担。<br /><br />
<h4>3.使用规则</h4>
3.1 用户必须为绑定的支付账户开户人/持有人，可合法、有效使用该账户且未侵犯任何第三方权益，否则因此造成支付账户实际所有人损失的，应由用户单独负责解决由此产生的纠纷并承担全部法律责任。<br />
3.2 用户必须采用娃娃路所指定的充值方式进行充值，以增加用户账户所有的虚拟货币的数量。若使用非娃娃路所指定的充值系统进行充值，或以非法的方式进行充值而造成用户权益受损时，不得因此要求娃娃路作任何补偿或赔偿，娃娃路也保留随时终止其账户资格及使用各项充值服务的权利。<br />
3.3 用户充值一旦成功，充值即确定完成，娃娃路将不提供任何更改、修正服务。用户不得向娃娃路要求退还充值产品，除非产品无法使用。若发生异议用户可通过客服专线查询处理。
3.4 在使用娃娃路充值系统时，用户必须仔细确认自己的账号，若因为用户自身输入账号错误、操作不当或不了解充值计费方式等因素造成充错账号、错选充值种类等情形而损害自身权益的，应自行承担责任。<br />
3.5 若因用户违返娃娃路用户协议条款或本充值协议，娃娃路因此冻结账号及终止账号使用资格者，不得要求娃娃路作任何补偿或赔偿。<br />
3.6 若因娃娃路充值系统原因造成用户充值失实，在娃娃路恢复、存有有效数据和用户提供合法有效凭证的情况下，娃娃路将根据用户充值情况作出相应处理。<br />
3.7 用户通过在娃娃路平台及其他娃娃路平台授权的合法渠道上获得的关卡虚拟产品或服务，具体使用方法、期限等以娃娃路平台页面中附带的说明及用户指南或具备以上解说性质的类似官方文档为准。虚拟产品可能因用户需求、网站策略调整、用户接受程度等因素随时进行调整，具体信息请以当时的页面说明为准。基于虚拟产品的性质和特征，娃娃路不提供虚拟产品的退货、换货服务。<br />
3.8 用户应遵守本协议的各项条款，正确、适当地使用本服务，不得扰乱娃娃路平台秩序，包括但不限于扰乱娃娃路关卡虚拟产品用于商业目的，包括但不限于转售、买卖、置换、抵押或以特定方式使用虚拟产品服务获取不正当利益等。需要特别注意的是，如用户涉嫌使用不合理手段充值（包括但不限于非法使用信用卡套现）的帐号，娃娃路有权依合理判断将用户的账户暂时或永久封停。同时，娃娃路保留在任何时候收回该帐号、用户名的权利。<br />
3.9 任何用户都应通过正规渠道获得关卡虚拟产品或服务，一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不对娃娃路发生法律效力，娃娃路有权单方面收回相关虚拟产品并终止相应服务，严重者娃娃路有权对中止或终止用户使用娃娃路全部或部分服务、注销账户并依据法律法规保存有关信息并向有关部门报告等。<br /><br />
<h4>4.隐私保护</h4>
4.1 娃娃路保证不对外公开或向第三方（4.2所列情况除外）提供用户注册资料及用户在使用网络服务时存储在娃娃路的非公开内容，但下列情况除外：<br />
(A) 事先获得用户的明确授权；<br />
(B) 根据有关的法律法规要求；<br />
(C) 按照相关政府主管部门的要求；<br />
(D) 为维护社会公众的利益。<br />
4.2 娃娃路可能会与第三方合作向用户提供相关的网络服务，在此情况下，用户同意，如该第三方同意承担与娃娃路同等的保护用户隐私的责任，则娃娃路可将用户的注册资料等提供给该第三方。<br />
4.3 在不透露单个用户隐私资料的前提下，娃娃路有权对整个用户数据库进行技术分析并对已进行分析、整理后的用户数据库进行商业上的利用。但尽管娃娃路对用户的隐私权保护做了极大的努力，但是仍然不能保证现有的安全技术措施使用户的技术信息等绝对不遭受任何形式的损失。<br /><br />
<h4>5.免责声明</h4>
娃娃路充值系统不保证以下事宜：<br />
(i) 本服务将符合用户的要求<br />
(ii) 本服务将不受干扰、及时提供、安全可靠或不会出错。<br /><br />
<h4>6.服务变更、中断或终止</h4>
6.1 如因系统维护或升级的需要而需暂停网络充值服务，娃娃路将尽可能事先进行通告。<br />
6.2 如发生下列任何一种情形，娃娃路有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：<br />
(a) 用户提供的个人资料不真实；<br />
(b) 用户违反本协议中规定的使用规则。<br />
6.3 除前款所述情形外，娃娃路同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络充值服务的权利，对于充值服务的中断或终止，娃娃路无需对用户或任何第三方承担任何责任。<br /><br />
<h4>7.违约赔偿</h4>
用户同意保障和维护娃娃路及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给娃娃路或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。<br /><br />
<h4>8.法律管辖</h4>
8.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。<br />
8.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均应向本协议签订地北京市海淀区人民法院提起诉讼。<br /><br />
<h4>9.通知和送达</h4>
9.1 本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br /><br />
<h4>10.其他规定</h4>
10.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br />
10.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br />
10.3 本协议中的标题仅为方便而设，不具法律或契约效果。<br /><br />

北京智同世纪科技有限公司
        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
