<template>
    <div class="container">
        <div class="title">慧听隐私政策</div>
        <div class="content">
本指导方针将解释慧听将如何收集、使用和存储您的个人信息。我们将使用本隐私政策来解释相关细节，包括以下内容：<br />
● 我们将描述我们收集的个人信息的类型及其相应的使用，以便您了解我们如何为特定的功能收集特定类型的个人信息，其使用的原因和这种收集的方法。<br />
● 在使用一些功能时，我们将在获得您的同意后收集您的个人信息。除非相关法律法规要求你提供这样的信息，拒绝提供这些信息只会导致你不能使用相关的特定功能，但不影响你的正常使用慧听的其他功能。<br />
● 目前，慧听不会主动从第三方获取您的个人信息。如果为了未来的业务发展目的，需要从第三方以间接获取您的个人信息，我们将向您澄清这些个人信息的来源、类型和范围。例如，如果具体发展超出你最初同意提供给第三方，我们将获得你的明确同意之前处理你的个人信息，我们将严格遵守相关法律法规，要求第三方保证提供的信息的合法性。<br />
以上详细信息，请参考以下索引的相关章节：<br />
● 我们如何收集信息<br />
● 我们如何使用信息<br />
● 我们如何分享、转让、公开披露您的个人信息<br />
● 信息存储与安全<br />
● 你的权利<br />
● 保护未成年人<br />
● 修订<br />
● 联系我们<br /><br />
1 我们如何收集信息<br /><br />
在使用慧听的过程中，慧听将按照以下方式收集您在使用期间提供的服务信息，为您提供此类服务，优化我们的服务和保护您的账户安全：<br /><br />
1.1 您在使用我们的服务时提供或上传的信息<br />
当您在慧听存储数据、订阅专业人士、反馈或参加在线活动时，我们将收集您的信息，包括您存储的照片或视频、音频、APPID、订阅信息、支付信息和活动所需的个人信息；注册成为用户时，提供的手机号码、手机权限或微信授权等；我们将利用这些信息来满足您的要求，为您提供相关的产品或服务，或达到反欺诈的目的。<br /><br />
1.2 您在使用我们的服务时获得的信息<br />
当你使用慧听时，你可以使用或存储不同类型的数据。为了帮助您更好地使用我们的产品或服务，我们可能会收集和使用您的相关信息。<br />
我们收集的数据取决于您与慧听的互动环境，您所做的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可以包括以下/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用程序标识符、应用程序版本、应用程序分发通道、独立设备标识符、iOS广告标识符(IDFA)、Android广告主标识符、网卡(MAC)地址、国际移动设备标识码(IMEI)设备型号、终端制造商、终端设备操作系统版本、会话开始/停止时间、语言位置、时区和网络状态(Wi-Fi等)、硬盘、CPU、还有电池的使用情况，等等。在您使用本服务期间，我们将继续使用您所提供的信息。<br />
手机号码、个人照片属于敏感信息，收集此类信息是为了满足国家法律法规的网络实名制要求以及完成账号的注册。若您不提供这类信息，您可能无法正常使用我们的服务。<br />
您提供的上述信息，将在您使用本服务期间持续授权我们使用。我们会一直保存您的信息直至您注销账号。在您注销账号时，我们将停止使用并删除上述信息。<br /><br />
2 我们如何使用信息<br />
根据适用的法律、法规或与用户达成的协议，我们可以通过以下方式使用收集到的信息。如果我们将您的信息用于超出以下目的的目的，我们将再次向您解释并请求您同意。<br /><br />
2.1 为您提供我们的服务<br />
我们使用您的个人信息来提供和支持本服务。作为提供本服务的一部分，我们可能会通过本服务或电子邮件向您发送服务通知、技术通知、更新、安全警报和与支持相关的信息。我们也可能会与您进行沟通，以回应您的支持请求，问题或反馈。<br /><br />
2.2 以满足您的个人需要<br />
我们利用我们收集到的信息进行基于特征标签的内部数据分析和研究，并提供更准确和个性化的服务和内容。<br /><br />
2.3 产品开发与优化<br />
我们利用我们收集到的信息来更好地理解您的兴趣和服务，改进服务，并开发新的功能和服务。当我们的系统出现故障时，我们将记录和分析系统崩溃时生成的信息，以便进一步优化我们的服务<br /><br />
2.4 确保安全<br />
我们将使用您的信息进行身份认证、安全预防措施、反欺诈监控、存储和备份、客户安全服务等应用程序。<br /><br />
2.5 推送通知<br />
当您使用我们的服务时，我们可能会向您发送电子邮件、短信、新闻或推送通知。您可以按照相关通知取消订阅该设备。<br /><br />
2.6 推荐广告、新闻等。你可能会对你感兴趣。<br /><br />
2.7 评估和改善广告和其他促销活动在我们的服务中的效果。<br /><br />
3 我们如何分享、转让、公开披露您的个人信息<br /><br />
3.1 股份<br /><br />
我们不会与慧听以外的任何公司、组织或个人分享您的个人信息，除非：<br />
（1）我们可能会在您明确同意的情况下分享您的个人信息：在给予您的明确同意后，我们将与其他各方分享您的个人信息。<br />
（2）根据相关法律法规或政府强制性要求，我们可能会在友外共享您的个人信息。<br />
（3）与我们的关联公司、附属机构分享：我们可以与我们的关联公司、附属机构分享您的个人资料。我们只共享必要的个人信息，并受本隐私政策中所述目的的约束。如果关联公司、附属机构想要改变个人信息处理的目的，他们将再次征求您的同意<br />
（4）我们可能会与授权合作伙伴分享您的个人信息：为了本政策中规定的目的，我们的部分服务将由授权合作伙伴提供。我们可能会与我们的合作伙伴分享您的个人信息，以提供更好的客户服务和用户体验。例如，我们雇佣的提供数据分析服务的公司可能需要收集和访问个人数据来提供这些功能。在这种情况下，这些公司必须遵守我们的数据隐私和安全要求。<br />
（5）我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。<br /><br />

3.2 转让<br /><br />
我们不会将您的个人信息转让给任何公司、组织或个人，除非：<br />
（1）经您明确同意的转让：在获得您的明确同意后，我们可能会将您的个人信息转让给其他方；<br />
（2）在合并、收购或破产清算期间，如果涉及个人信息的转移，我们将要求持有您个人信息的新公司或组织继续遵守本政策；否则，我们将要求该公司或组织寻求您的许可。<br /><br />
3.3 公开披露<br />
我们只会在以下情况下公开披露您的个人信息：<br />
（1）当获得您明确同意或基于您的主动选择时。<br />
（2）当我们需要根据法律要求进行披露时：根据法律、法律程序、诉讼或政府当局的强制性要求，我们可能会公开披露您的个人信息。<br />
（3）共享、转让、公开披露个人信息时事先征得授权同意的例外。<br />
（4）以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：<br />
与国家安全、国防安全有关的；<br />
与公共安全、公共卫生、重大公共利益有关的；<br />
与犯罪侦查、起诉、审判和判决执行等有关的；<br />
出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
您自行向社会公众公开的个人信息；<br />
从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。<br />
（5）根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。<br /><br />

4 信息存储与安全<br />
4.1信息存储的位置<br />
我们将按照法律、法规行事，并存储在中国境内收集的个人信息。<br /><br />
4.2 持续时间存储信息<br />
一般来说，我们将保留您的个人信息，以满足本隐私政策中所描述的任何适用的使用目的；或遵守适用的法律法规。如果我们停止使用我们的产品或服务，我们将以推送通知、通知等形式通知您，并在合理的时间内删除您的个人信息。<br /><br />
4.3 信息安全<br />
我们使用各种行业标准的技术和程序来帮助保护您的个人信息不受未经授权的访问、使用或披露。然而，安全风险是所有信息技术所固有的。因此，虽然我们尽合理的努力保护您的个人信息，但我们不能保证它的绝对安全。如果您认为本服务的安全或您的个人信息已被泄露，请立即联系我们。<br />
如果发生信息泄露或其他涉及信息安全的事件，我们将启动应急计划，以防止安全事件的广泛传播，并以推送通知和公告的形式通知您。<br /><br />
5 未成年人的保护<br />
我们非常重视保护未成年人的个人信息。如果您是18岁以下的未成年人，根据相关法律法规，在您使用慧听服务前，应获得您的父母或法定监护人的书面同意。
如果我们发现我们未经未成年人父母的事先许可而收集了该未成年人的个人信息，我们将尽快删除相关数据。<br /><br />
6 修正案<br />
我们可能会在适当的时候修改本隐私政策。如果本隐私政策的条款被修改，我们将在您登录或更新APP版本时，通过推送通知和/或弹出窗口向您显示修改后的隐私政策。请注意，只有在您点击了弹出窗口中的同意按钮后，我们才会按照更新后的隐私政策来收集、使用和存储您的个人信息。<br /><br />
7 联系我们<br />
如果您对未成年人的个人信息有任何其他投诉、建议或建议，请通过 service@huitingtech.com联系我们。我们将尽快审查您的查询，并在确认您的身份后三十天内作出答复。<br /><br />
        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
