<template>
    <div class="container">
        <div class="title">房间准则</div>
        <div class="content">
            安全<br>
            内容适度<br>
            遵守规则，用户之间语音互动。<br><br>
            房间主持人决定谁在房间里，可以说话：<br>
            接受或拒绝演讲者：如果您是房间主持人，您可以决定谁可以发言。如果您想邀请听众中的某个人发言，只需点击该用户的个人资料，然后选择"邀请发言"。如果其他人要求发言，您可以选择同意或拒绝。<br>
            静音：房间主持人还可以将发言人静音。要使其静音，请点击他们的个人资料打开弹层，然后点击其个人信息将他们移动到观众席，则取消当前发言人发言的权限。<br>
            离开房间：如果有人对房间里的人造成干扰，主持人可以移除他们，他们将不在房间。要将他们从房间中清除，请点击其配置文件将此人移除房间。<br>
            任何人都可以决定他们与谁互动：<br>
            取消关注，您可以随时取消关注用户。要做到这一点，请点击用户的个人资料，然后点击显示"关注"的按钮或取消“关注”他。不会通知他们，您也不会收到任何有关其活动的进一步通知。<br>
            阻止：您可以随时阻止用户。在他们的个人资料中，单击右上角的 3 个垂直点，然后选择"屏蔽"。<br>
            被阻止的用户将无法看到或加入您创建的任何房间或您是主持人或演讲者的房间。<br>
            如果房间内有人干扰，或扰乱房间秩序，可点击当前用户信息详情页进行投诉，则会工作人员专门联系并核查此用户信息，并进行封禁措施。<br>
            如果您只是房间里的观众，可以主动举手要求发言，主持人通过后则可以发言，也可以随时退出房间。 <br>
            事件报告<br>
            我们依靠每个用户和社区的警惕性来举报违反规则的行为。如果您认为用户违反了规则，您可以报告信任和安全事件。注：不当使用事件报告制度或故意、虚假报告违反我们的规则，并受到严肃处理。<br>
            临时录音：仅为了支持事件调查，我们在房间直播时临时在房间内录制音频。如果用户在房间活动期间报告了信任和安全违规行为，我们会保留音频以进行调查事件，并在调查完成后将其删除。如果房间内没有报告任何事件，我们会在房间结束时删除临时录音。<br>
            以下是您应该知道的关于报告其他用户违反规则的情况：<br>
            如果您提交报告，我们将不会与您报告的人共享您的身份。<br>
            将审查和调查提交的所有报告。需要采取纠正或纪律行动的必要性和类型将逐案确定。<br>
            我们寻求公平、一致和反应迅速，处理所有报告的事件。<br>
            如果违规行为直接针对您，我们可以与您分享有关流程和解决方案的某些信息（例如，调查阶段、您可能面临直接伤害风险的任何担忧、有关解决方案如何影响您的信息）。<br>
            故意、虚假的违规举报被视为违反《规则》。<br><br>
            如果其他用户举报您违反规则，以下是您应该知道的：<br>
            如果您已提交举报，我们可以通过您的会所帐户与您联系，了解报告的性质进行处理此事件。为了保护举报用户，我们可以将一些详细信息保密。<br>
            我们将通知您调查结果及其对您的潜在影响。<br>
            如果您认为有报告被错误地提交给您，或者您想对决定提出上诉，请联系我们，任何对参与举报或调查的用户进行报复的企图都是违反规定的行为。<br>
            如果您的帐户已被暂停，请按照此流程进行调查或上诉：<br>
            如果您的帐户因可能违反我们的规则而被标记，则您的帐户可能会被暂时或永久限制或从平台中删除。<br>
            如果您认为您的帐户没有违反我们的规则，请联系我们的信托和安全团队，shuangzhiwei@huitingtech.com。请提供您的会所用户名、经过验证的电子邮件地址以及您收到的原始决策通知。<br>
            在提交上诉时，请记住以下几点：<br>
            决定上诉必须来自收到通知的用户。<br>
            会所不接受也不考虑代表其他用户的上诉。<br>
            同时提交多个申诉可能导致审查延迟。<br>
            一旦您提交上诉，会所信托和安全团队将决定是否根据有关违反规则的行为对其进行审查。请注意，并非所有信托和安全执行决定都有资格提出上诉。<br><br>
            以下是违反规则的潜在后果的例子（非详尽）：<br>
            为低严重性和影响的第一次犯罪提供警告<br>
            请求删除或直接删除违规内容<br>
            限制参与部分或全部对话的能力<br>
            暂时或永久禁用或删除帐户<br>
            有人身伤害或公共安全受到威胁的风险时通知执法部门<br><br>
            已确认的违规行为的后果可能因违规的类型和严重程度、对受害者的影响、违规用户的历史行为以及行为意图而异。<br>
            法律说明<br>
            最后，请记住关于我们的社区准则、违规行为以及我们如何执行这些准则的快速法律说明：<br>
            您对与其他会所用户的互动负有全部责任，您同意我们对这些互动不负任何责任或责任。<br>
            据我们了解，并非所有会所用户都会同意我们的观点，即哪些违反这些社区准则。但是，要运行一个功能平台，我们必须保留自行决定什么是违法行为的权利。<br>
            我们未能在可能申请的每一个案例中执行这些社区准则，并不等于放弃我们根据我们的服务条款或这些社区准则享有的权利。<br>
            我们保留随时更改这些社区准则部分的权利， 我们完全自由裁量权。如果我们这样做，我们将在此页面上发布更改，并将在此页面顶部指示这些术语上次更新的日期。<br>
            联系<br>
            我们认真对待这些社区准则，并要求您本着这些准则的本意遵循它们。我们进一步认识到，这些准则必须不断演变，因此请在此处联系我们提出问题、建议或意见。<br>
            感谢您阅读，并帮助我们建立一个良好的社区！ <br>
            慧听团队<br>

        </div>
    </div>
</template>

<script>
export default {
    name: 'index'
};
</script>

<style src="./index.styl" lang="stylus"></style>
